Repository: eway-crm/WixWPFWizardBA
Catalog: WixWPFWizardBA/Localisation.*.resx
Languages: cs, no, sk

# ConfigurationPage_AdditionalServerSettingsHeader
source: Additional settings
cs: Dodatečná nastavení
no: Tilleggsinnstillinger
sk: Dodatočné nastavenia

# AdvancedConfigurationPage_AdditionalSqlServerInstallParameters
source: Additional SQL Server installation parameters
cs: Dodatečné parametry pro instalaci SQL Server
no: Andre installasjonsparametere for SQL Server
sk: Dodatočné parametre pre inštaláciu SQL Server

# BrowseButtonText
source: Browse
cs: Procházet
no: Søk
sk: Prechádzať

# BootrapperUpdateCheckPage_CheckingForUpdatesMessage
source: Checking for updates...
cs: Kontrola aktualizací...
no: Ser etter oppdateringer...
sk: Kontrola aktualizácií...

# BootstrapperUpdateAvailablePage_DownloadNewInstallerButtonText
source: Download new installer
cs: Stáhnout nejnovější instalaci
no: Last ned nytt installasjonsprogram
sk: Stiahnuť najnovšiu inštaláciu

# FinishPage_ExitButtonText
source: Exit
cs: Zavřít
no: Lukk
sk: Zavrieť

# FinishErrorPage_FinishErrorCanceled
source: The installation was cancelled.
cs: Instalace byla ukončena.
no: Installasjonen ble avbrutt.
sk: Inštalácia bola ukončená.

# FinishErrorPage_FinishErrorConnectionError
source: Internet connection error.
cs: Chyba připojení k internetu.
no: Feil på internettforbindelsen.
sk: Chyba pripojenia k internetu.

# FinishErrorPage_FinishErrorCouldntDownloadInstallPackages
source: Couldn't download additional packages from the internet.
cs: Nepodařilo se stáhnout dodatečné instalační balíčky z internetu.
no: Kunne ikke laste ned tilleggspakker fra internett.
sk: Nepodarilo sa stiahnuť dodatočné inštalačné balíčky z internetu.

# FinishErrorPage_FinishErrorCouldntRetrieveInstallPackages
source: Couldn't retrieve additional packages.
cs: Nepodařilo se získat dodatečné instalační balíčky z internetu.
no: Kunne ikke hente tilleggspakker.
sk: Nepodarilo sa získať dodatočné instalačné balíčky z internetu.

# FinishErrorPage_FinishErrorUnknown
source: An error has occurred, status code: 0x{0:X8}
cs: Došlo k chybě: 0x{0:X8}
no: Det oppsto en feil, feilkode: 0x{0:X8}
sk: Došlo k chybe: 0x{0:X8}

# AdvancedConfigurationPage_HideAdvancedSettingsCheckbox
source: Use recommended settings
cs: Použít doporučená nastavení
no: Bruk anbefalte innstillinger
sk: Použiť odporúčané nastavenia

# FinishPage_InstallationFinishedSuccessfully
source: Successfully Finished
cs: Úspěšně dokončeno
no: Installasjonen var vellykket
sk: Úspešne dokončené

# AdvancedConfigurationPage_InstallationPathLabel
source: Installation path for {0}
cs: Instalační cesta pro {0}
no: Installasjonssti for {0}
sk: Inštalačná cesta pre {0}

# ConfigurationPage_InstallationTypeClient
source: Client only
cs: Pouze klient
no: Kun klient
sk: Iba klient

# ConfigurationPage_InstallationTypeClientDescription
source: Only the client will be installed. A server will have to be installed on a different computer on the network.
cs: Bude nainstalována pouze klientská aplikace. Server bude muset být nainstalován na jiném počítači na stejné síti.
no: Kun klienten blir installert. En server må installeres på en annen datamaskin i nettverket.
sk: Bude nainštalovaná iba klientska aplikácia. Server bude musieť byť nainštalovaný na inom počítači na rovnakej sieti.

# ConfigurationPage_InstallationTypeServer
source: Client and server
cs: Klient a server
no: Klient og server
sk: Klient a server

# ConfigurationPage_InstallationTypeServerDescription
source: Both the client and the server will be installed.
cs: Klient a server budou instalovány.
no: Både klient og server blir installert.
sk: Klient a server budú inštalované.

# BootstrapperManager_InstallErrorMessageTitle
source: {0} - Error while installing
cs: {0} - Chyba během instalace
no: {0} – Feil under installasjon
sk: {0} - Chyba počas inštalácie

# BootstrapperManager_NewerVersionInstalledMessage
source: A newer version of is {0} already installed
cs: Novější verze {0} je již nainstalovaná
no: Det finnes allerede en nyere versjon av {0}
sk: Novšia verzia {0} je už nainštalovaná

# BootstrapperManager_NewerVersionInstalledTitle
source: {0} - Newer version already installed
cs: {0} - Novější verze je již nainstalovaná
no: {0} – Nyere versjon allerede installert
sk: {0} - Novšia verzia je už nainštalovaná

# BootstrapperUpdateAvailablePage_NewInstallerAvailableMessage
source: A new version of the installer for {0} is available.
cs: Novější verze instalace {0} je k dispozici.
no: En ny versjon av installasjonsprogrammet for {0} er tilgjengelig.
sk: Novšia verzia inštalácie {0} je k dispozícii.

# FinishPage_RebootButtonText
source: Reboot now
cs: Restartovat
no: Start på nytt nå
sk: Reštartovať

# FinishPage_RestartRequired
source: To complete the installation, the computer must be rebooted.
cs: Pro dokončení instalace je potřeba restartovat počítač.
no: Det må kjøres omstart på datamaskinen for å ferdigstille installasjonen.
sk: Pre dokončenie inštalácie je potrebné reštartovať počítač.

# BootstrapperUpdateAvailablePage_RunNewInstallerButtonText
source: Run new installer
cs: Spustit novou instalaci
no: Kjør det nye installasjonsprogrammet
sk: Spustiť novú inštaláciu

# ConfigurationPage_SqlServerAlreadyUpToDateMessage
source: SQL Server 2014 R2 Express with Advanced Services is already installed.
cs: SQL Server 2014 R2 Express with Advanced Services je již nainstalován.
no: SQL Server 2014 R2 Express med Advanced Services er allerede installert.
sk: SQL Server 2014 R2 Express with Advanced Services je už nainštalovaný.

# ConfigurationPage_SqlServerPatchWillBePerformedMessage
source: SQL Server 2014 R2 Express with Advanced Services will be patched.
cs: SQL Server 2014 R2 Express with Advanced Services bude aktualizován.
no: SQL Server 2014 R2 Express med Advanced Services blir oppdatert.
sk: SQL Server 2014 R2 Express with Advanced Services bude aktualizovaný.

# ConfigurationPage_SqlServerInstanceNameTextBoxLabel
source: Instance name:
cs: Název instance:
no: Instansenavn:
sk: Názov inštancie:

# ConfigurationPage_SqlServerUnknownInstallationStateMessage
source: Unknown SQL Server installation state.
cs: Neznámý stav instalace SQL Server.
no: Status på installasjon av SQL Server er ukjent.
sk: Neznámy stav inštalácie SQL Server.

# ConfigurationPage_SqlServerUnsupportedUpgradeTypeMessage
source: An unsupported upgrade path has been detected. This might be caused by 32-bit SQL Server being installed on a 64-bit operating system. You will have to upgrade SQL Server to SQL Server 2014 R2 Express with Advanced Services manually.
cs: Nebylo možné aktualizovat SQL Server. Toto může být způsobeno 32 bitovou instalací SQL Server na 64 bitovém operačním systému. Bude potřeba provést manuální aktualizaci SQL Server na verzi SQL Server 2014 R2 Express with Advanced Services.
no: Det ble oppdaget en oppgraderingssti som ikke er støttet. Dette kan skyldes at en 32-bit SQL Server blir installert på et 64-bit operativsystem. Du må oppgradere SQL Server til SQL Server 2014 R2 Express med Advanced Services manuelt.
sk: Nebolo možné aktualizovať SQL Server. Toto môže byť spôsobené 32 bitovou inštaláciou SQL Server na 64 bitovom operačnom systéme. Bude potrebné vykonať manuálnu aktualizáciu SQL Server na verziu SQL Server 2014 R2 Express with Advanced Services.

# ConfigurationPage_SqlServerWillBeInstalledMessage
source: SQL Server 2014 R2 Express with Advanced Services will be installed on this computer.
cs: SQL Server 2014 R2 Express with Advanced Services bude nainstalován.
no: SQL Server 2014 R2 Express med Advanced Services blir installert på denne datamaskinen.
sk: SQL Server 2014 R2 Express with Advanced Services bude nainštalovaný.

# ConfigurationPage_SqlServerWillBeUpgradedMessage
source: An existing installation of SQL Server will be upgraded to SQL Server 2014 R2 Express with Advanced Services.
cs: Stávající SQL Server bude aktualizován na verzi SQL Server 2014 R2 Express with Advanced Services.
no: En eksisterende installasjon av SQL Server blir oppgradert til SQL Server 2014 R2 Express med Advanced Services.
sk: Aktuálny SQL Server bude aktualizovaný na verziu SQL Server 2014 R2 Express with Advanced Services.

# LicensePage_AcceptLicenseAgreementCheckboxText
source: I accept the license agreement
cs: Přijímám licenční podmínky
no: Jeg godtar lisensavtalen
sk: Prijímam licenčné podmienky

# LayoutConfigurationPage_LayoutPathLabel
source: Please select a directory to save the complete installer for {0} to:
cs: Vyberte složku pro offline instalaci {0}:
no: Vennligst velg en sti for lagring av det komplette installasjonsprogrammet for {0} til:
sk: Vyberte priečinok pre offline inštaláciu {0}:

# PlanPage_PlanningMessage
source: Planning installation of {0}...
cs: Příprava instalace {0}...
no: Planlegger installasjon
sk: Príprava inštalácie {0}...

# Wizard_BackButtonText
source: Back
cs: Zpět
no: Tilbake
sk: Späť

# ProgressPage_CachingTextMain
source: Caching WixWPFWizardBA installation files on the local computer...
cs: Ukládání instalačních souborů...
no: Legger installasjonsfilene I hurtiglager på den lokale datamaskinen...
sk: Ukladanie inštalačných súborov...

# Wizard_CancelButtonText
source: Cancel
cs: Storno
no: Avbryt
sk: Storno

# CancelDialogBody
source: Are you sure you want to cancel the installation of {0}?
cs: Opravdu chcete ukončit instalaci {0}?
no: Ønsker du virkelig å avbryte installasjonen av {0}?
sk: Naozaj chcete ukončiť inštaláciu {0}?

# CancelDialogTitle
source: {0} - Setup
cs: {0} - Instalace
no: {0} - Oppsett
sk: {0} - Inštalácia

# ProgressPage_InstallingComponentsTextMain
source: Installing additional components.
cs: Instalace dodatečných komponent.
no: Installerer tilleggskomponenter.
sk: Inštalácia dodatočných komponentov.

# ProgressPage_InstallingTextDontTurnOffComputer
source: Please don't turn off the computer. Doing so may result in damage to the operating system.
cs: Prosím nevypínejte počítač, aby nedošlo k požkození operačního systému.
no: Vennligst ikke skru av datamaskinen. Det vil kunne skade operativsystemet.
sk: Prosím, nevypínajte počítač, aby nedošlo k poškodeniu operačného systému.

# ProgressPage_InstallingTextLine1
source: This process may take from several seconds to several hours to complete.
cs: Tento proces může trvat několik minut.
no: Denne prosessen kan ta flere minutter.
sk: Tento proces môže trvať niekoľko minút.

# ProgressPage_InstallingTextLine2
source: Missing components will be downloaded from the internet automatically.
cs: Chybějící komponenty budou automaticky staženy z internetu.
no: Manglende komponenter blir automatisk lastet ned fra internett.
sk: Chýbajúce komponenty budú automaticky stiahnuté z internetu.

# ProgressPage_InstallingTextMain
source: Installing WixWPFWizardBA.
cs: Instalace eWay-CRM.
no: Installerer eWay-CRM.
sk: Inštalácia eWay-CRM.

# ProgressPage_LayoutInProgressTextMain
source: Creating an offline installer for WixWPFWizardBA.
cs: Vytváření offline instalace eWay-CRM.
no: Oppretter et offline installalasjonsprogram for eWay-CRM.
sk: Vytváranie offline inštalácie eWay-CRM.

# ProgressPage_LayoutInProgressTextMayTakeSomeTime
source: This can take some time, depending on the parameters of your internet connection.
cs: Tato akce může trvat delší dobu v závislosti na vašem internetovém připojení.
no: Dette kan ta litt tid, avhengig av parametere for din intenettforbindelse.
sk: Táto akcia môže trvať dlhšiu dobu v závislosti na vašom internetovom pripojení.

# Wizard_NextButtonText
source: Next
cs: Další
no: Neste
sk: Ďalší

# ProgressPage_ProgressCachingEntryText
source: Caching {0}
cs: Ukládání {0}
no: Legger i hurtiglager {0}
sk: Ukladanie {0}

# ProgressPage_ProgressCopyEntryText
source: Copying {0}
cs: Kopírování {0}
no: Kopierer {0}
sk: Kopírovanie {0}

# ProgressPage_ProgressDownloadEntryText
source: Downloading {0}
cs: Stahování {0}
no: Laster ned {0}
sk: Sťahovanie {0}

# ProgressPage_ProgressExecuteEntryText
source: Installing {0}
cs: Instalování {0}
no: Installerer {0}
sk: Inštalácia {0}

# ProgressPage_ProgressExtractEntryText
source: Extracting {0}
cs: Rozbalování {0}
no: Pakker ut {0}
sk: Rozbaľovanie {0}

# ProgressPage_RemovingTextMain
source: Removing WixWPFWizardBA.
cs: Odstraňování eWay-CRM.
no: Fjerner eWay-CRM.
sk: Odstraňovanie eWay-CRM.

# ProgressPage_RepairingTextMain
source: Repairing WixWPFWizardBA.
cs: Opravování eWay-CRM.
no: Reparerer eWay-CRM.
sk: Opravovanie eWay-CRM.

# ProgressPage_TotalProgressText
source: Total progress: {0}%
cs: Celkový průběh: {0}%
no: Total framdrift: {0}%
sk: Celkový priebeh: {0}%

# ProgressPage_UpdatingTextLine2
source: We recommend that you visit the website and check out what's new.
cs: Doporučujeme navštívit webové stránky a zjistit co je nového.
no: Vi anbefaler at du besøker vår webside og sjekker hva som er nytt.
sk: Odporúčame navštíviť webové stránky a zistiť, čo je nové.

# ProgressPage_UpdatingTextMain
source: Updating WixWPFWizardBA.
cs: Aktualizace eWay-CRM.
no: Oppdaterer eWay-CRM.
sk: Aktualizácia eWay-CRM.

# WelcomePage_AddComponentsButtonText
source: Add components
cs: Přidat komponenty
no: Legg til komponenter
sk: Pridať komponenty

# WelcomePage_InstallButtonText
source: Install
cs: Instalovat
no: Installer
sk: Inštalovať

# WelcomePage_LayoutButtonText
source: Create an offline installer
cs: Vytvořit offline instalaci
no: Opprett et offline installasjonsprogram
sk: Vytvoriť offline inštaláciu

# WelcomePage_RepairButtonText
source: Repair
cs: Opravit
no: Reparer
sk: Opraviť

# WelcomePage_UninstallButtonText
source: Uninstall
cs: Odinstalovat
no: Avinstaller
sk: Odinštalovať

# WelcomePage_UpdateButtonText
source: Update
cs: Aktualizovat
no: Oppdater
sk: Aktualizovať

# WelcomePage_WelcomeText
source: Welcome to the graphical installer for {0}!
cs: Vítejte v instalačním průvodci {0}!
no: Velkommen til det grafiske installasjonsprogrammet for {0}!
sk: Vitajte v inštalačnom sprievodcovi {0}!

# CancelAlreadyInProgressMessageBoxBody
source: Cancellation is already in progress.
cs: Ukončování již probíhá.
no: Installasjonen er allerede i ferd med å avbrytes.
sk: Ukončovanie už prebieha.

# CancelAlreadyInProgressMessageBoxTitle
source: {0} - Setup
cs: {0} - Instalace
no: {0} - Oppsett
sk: {0} - Inštalácia

# CancelUnavailableMessageBoxBody
source: Can't cancel the installation at this stage.
cs: V této fázi není možné instalaci ukončit.
no: Kan ikke avbryte installasjonen I denne fasen.
sk: V tejto fáze nie je možné inštaláciu ukončiť.

# CancelUnavailableMessageBoxTitle
source: {0} - Setup
cs: {0} - Instalace
no: {0} - Oppsett
sk: {0} - Inštalácia

# Wizard_WindowTitle
source: {0} - Setup {1}
cs: {0} - Instalace {1}
no: {0} - Oppsett {1}
sk: {0} - Inštalácia {1}

# Wizard_HeaderCreatingOfflineInstaller
source: {0} - Creating offline installer
cs: {0} - Vytváření offline instalace
no: {0} – Oppretter et offline installasjonsprogram
sk: {0} - Vytváranie offline inštalácie

# Wizard_HeaderInstalling
source: Installing {0}
cs: Instalování {0}
no: Installerer {0}
sk: Inštalovanie {0}

# Wizard_HeaderModifying
source: Modifying {0}
cs: Upravování {0}
no: Endrer {0}
sk: Upravovanie {0}

# Wizard_HeaderRemoving
source: Removing {0}
cs: Odstraňování {0}
no: Fjerner {0}
sk: Odstraňovanie {0}

# Wizard_HeaderRepairing
source: Repairing {0}
cs: Opravování {0}
no: Reparerer {0}
sk: Opravovanie {0}

# Package_Sql2014Express
source: SQL Server 2014 R2 Express with Advanced Services
no: SQL Server 2014 R2 Express med Advanced Services

# Package_Sql2014ExpressPatch
source: SQL Server 2014 R2 Express with Advanced Services patch
no: SQL Server 2014 R2 Express med Advanced Services oppdatering

# Package_Sql2014ExpressUpgrade
source: Update to SQL Server 2014 R2 Express with Advanced Services
cs: Aktualizovat na SQL Server 2014 R2 Express with Advanced Services
no: Oppdatering til SQL Server 2014 R2 Express med Advanced Services
sk: Aktualizovať na SQL Server 2014 R2 Express with Advanced Services

# InstallButtonText
source: Install
cs: Instalovat
no: Installer
sk: Inštalovať

# FinishPage_LayoutFinishedSuccessfully
source: An offline installer for has been created successfully.
cs: Offline instalace byla úspěšně připravena.
no: Opprettelse av offline installasjonsprogram var vellykket.
sk: Offline inštalácia bola úspešne pripravená.

# FinishPage_ModificationFinishedSuccessfully
source: Successfully Modified
cs: Úspěšně upraveno
no: Endringen var vellykket
sk: Úspešne upravené

# FinishPage_RepairFinishedSuccessfully
source: Successfully Repaired
cs: Úspěšně opraveno
no: Reparasjonen var vellykket
sk: Úspešne opravené

# FinishPage_UninstallFinishedSuccessfully
source: Successfully Removed
cs: Úspěšně odinstalováno
no: Fjerning var vellykket
sk: Úspešne odinštalované

# PackageConfiguration_PackageList_SQL_Server_2014_with_Advanced_Services__32_bit_
source: SQL Server 2014 with Advanced Services (32-bit)
no: SQL Server 2014 med Advanced Services (32-bit)

source: Upgrade to SQL Server 2014 with Advanced Services (32-bit)
no: Oppgradering til SQL Server 2014 med Advanced Services (32-bit)

source: SQL Server 2014 with Advanced Services (32-bit) patch
no: SQL Server 2014 med Advanced Services (32-bit) oppdatering

# PackageConfiguration_PackageList_SQL_Server_2014_with_Advanced_Services__64_bit_
source: SQL Server 2014 with Advanced Services (64-bit)
no: SQL Server 2014 med Advanced Services (64-bit)

source: Upgrade to SQL Server 2014 with Advanced Services (64-bit)
no: Oppgradering til SQL Server 2014 med Advanced Services (64-bit)

source: SQL Server 2014 with Advanced Services (64-bit) patch
no: SQL Server 2014 med Advanced Services (64-bit) oppdatering

# WixBootstrapper_RestartPendingDialogBody
source: There is a restart pending. Please restart your computer before attempting to install {0}.
cs: Je vyžadován restart. Prosím proveďtě restart před instalací {0}.
no: En omstart venter. Vennligst foreta omstart av datamaskinen før du forsøker å installere {0}.
sk: Je vyžadovaný reštart. Prosím, vykonajte reštart pred inštaláciou {0}.

# WixBootstrapper_RestartPendingDialogTitle
source: {0} - Setup
cs: {0} - Instalace
no: {0} - Oppsett
sk: {0} - Inštalácia

# FinishErrorPage_FinishErrorSqlServerRebootPending
source: SQL Server setup failed because a reboot is pending. Please reboot your computer and try again.
cs: Instalace SQL Server se nezdařila, protože je potřeba dokončit restart. Prosím restartujte počítač a opakujte instalaci.
no: Oppsett av SQL Server feilet da en omstart venter. Vennligst kjør omstart av datamaskinen og prøv igjen.
sk: Inštalácia SQL Server sa nepodarila, pretože je potrebné dokončiť reštart. Prosím, reštartujte počítač a opakujte inštaláciu.

# AdvancedConfigurationPage_SqlServerInstanceInstallDirLabel
source: SQL Server instance directory
cs: Instalační cesta pro instanci SQL Server
no: Folder for SQL Server instansen
sk: Inštalačná cesta pre inštanciu SQL Server

# ProgressPage_ProgressExecuteUninstallEntryText
source: Removing {0}
cs: Odstraňování {0}
no: Fjerner {0}
sk: Odstraňovanie {0}

# FinishPage_StartMicrosoftOutlook
source: Start Microsoft Outlook
cs: Spustit Microsoft Outlook
sk: Spustiť Microsoft Outlook
